[
{"url": "http://outbreaknewstoday.com/norway-reports-salmonella-outbreak-10-people-hospitalized-23662/", "date_of_publication": "2021-03-08 14:17:42", "headline": "Norway reports salmonella outbreak, 10 people hospitalized - Outbreak News Today", "main_text": "The Norwegian Institute of Public Health (NIPH) is reporting a Salmonella outbreak which is geographically spread over large parts of country. Twenty cases have been reported–12 confirmed and 8 suspected cases. The same genetic profile have been detected in all 12 confirmed cases. Preliminary analyzes of samples from the 8 suspected cases indicate that these also carry the outbreak strain. Those affected  “The high proportion of patients admitted in this outbreak may be related to the relatively high age of the cases (median 59 years), but this is being investigated further”."},
{"url": "http://outbreaknewstoday.com/ukraine-reports-16-salmonella-outbreaks-so-far-this-year-42869/", "date_of_publication": "2020-09-01 01:15:21", "headline": "Ukraine reports 16 salmonella outbreaks so far this year - Outbreak News Today", "main_text": "Ukraine health officials reported recently that during the first eight months of 2020, the country has seen 16 salmonella outbreaks, including four in Zaporizhia oblast, two in Ivano-Frankivsk oblast and one each in Vinnytsia, Dnipropetrovsk, Zakarpattia, Kirovohrad, Odesa, Poltava, Rivne, Sumy, Cherkasy oblasts and Kyiv. In total, 2402 salmonella cases have been reported, Officials say the incidence rate per 100,000 population is 5.7, which is 41% lower than in the same period last year. Salmonellosis is an infectious disease caused by a bacterium of the genus Salmonella. The severity of the disease depends on the serotype, the susceptibility of the population and a number of other factors. The source of the pathogen – animals (cattle, pigs, sheep, horses, waterfowl, chickens, reptiles, cats, dogs, domestic rodents), people with salmonellosis or healthy carriers. Carrier status can last from a few days to several years. The mechanism of infection is fecal-oral. Infection occurs through food, water and household routes. Salmonellosis has a summer-autumn seasonality, which is associated with the activation during this period of the mechanism of bacterial transmission. The incidence in cities is 2 times higher than in villages. The incubation period ranges from 6 hours to 2-3 days. The disease can be mild. However, in some cases, disease-related dehydration can be life-threatening. Symptoms of salmonellosis: fever, headache, weakness, malaise, abdominal pain, nausea, vomiting, diarrhea. Prevention of salmonellosis should include a wide range of veterinary, sanitary and anti-epidemic measures."},
{"url": "http://outbreaknewstoday.com/australia-victoria-hepatitis-a-melbourne-cafe-salmonella-outbreak-58483/", "date_of_publication": "2020-05-26 09:40:37", "headline": "Australia: Victoria hepatitis A, Melbourne café salmonella outbreak - Outbreak News Today", "main_text": "Victoria Health Deputy Chief Health Officer, Dr Angie Bone issued a health advisory Friday due to an ongoing hepatitis A outbreak in Victoria affecting predominantly people who use drugs, as well as people experiencing homelessness. As of 6 May 2020, there have been 56 confirmed cases and 6 possible cases of hepatitis A associated with the outbreak since July 2019. To control the outbreak in Victoria, a hepatitis A vaccination program targeting people who use drugs as well as people experiencing homelessness is available until 31 August 2020. As both hepatitis B and hepatitis C are highly prevalent among people who inject drugs, hepatitis B vaccine should also be offered and screening for both conditions considered. People who positive for hepatitis B, C should be encouraged to commence treatment. All adults who use drugs (especially people who inject drugs) or are experiencing homelessness are strongly encouraged to get a free single-dose hepatitis A vaccination from their GP clinic that provides specialized services to people who use drugs and people experiencing homelessness or from the mobile outreach service. People who use drugs are advised not to share or re-use consumption equipment. For people who inject drugs this included needles, spoons, swabs, water, or any other injecting equipment. Sterile injecting equipment is available for free across  . A   has been linked to the Lincoln Bakery Café on Bouverie Street in Carlton, which has affected 36 people to date. The café has been closed since May 8. Victoria’s Health Minister, Jenny Mikakos, said the Health Department was working closely with City of Melbourne to determine where the infection came from. “There’s an investigation including testing food samples and examining food handling practices … and those who have fallen ill are being interviewed to determine if there are common links in the food they ate.”"},
{"url": "http://outbreaknewstoday.com/snakes-and-rodents-identified-as-the-likely-source-of-canada-salmonella-outbreak-47748/", "date_of_publication": "2019-12-11 23:22:59", "headline": "Snakes and rodents identified as the likely source of Canada salmonella outbreak - Outbreak News Today", "main_text": "Officials with the Public Health Agency of Canada reported this week that their investigation into a Salmonella outbreak, that has affected six provinces, is linked to exposure to both snakes and rodents. Many of the individuals who became sick reported having direct or indirect contact with snakes, pet rats and feeder rodents (used as reptile food) before their illnesses occurred. The investigation is ongoing, and it is possible that other sources could be identified. As of December 10, 2019, there are 92 confirmed cases of   Typhimurium illness in the following provinces: British Columbia (4), Ontario (16), Quebec (52), New Brunswick (9), Nova Scotia (5) and Newfoundland and Labrador (6). Individuals became sick between April 2017 and October 2019. Six individuals have been hospitalized. No deaths have been reported. In Canada, Salmonella Typhimurium is a common strain with an average of 750 cases reported per year to the Public Health Agency of Canada. Both reptiles and rodents can carry   bacteria even though they appear healthy and clean and show no signs of illness. Even having indirect contact with these animals or their environments can put you at risk for developing a   infection."},
{"url": "http://outbreaknewstoday.com/sweden-salmonella-outbreak-grows-to-71-cases-tomatoes-are-the-likely-source-67610/", "date_of_publication": "2019-10-12 12:51:47", "headline": "Sweden salmonella outbreak grows to 71 cases, Tomatoes are the likely source - Outbreak News Today", "main_text": "Swedish health authorities, or Folkhalsomyndigheten are reporting 17 additional Salmonella Typhimurium cases in the current outbreak, bringing the total outbreak cases to 71 since August. The outbreak has affected 11 Swedish counties with Västra Götaland, Jönköping, Halland and Dalarna reporting the most. The Swedish National Food Agency and the Public Health Agency continue to investigate the outbreak to identify the source of the infection. The investigation shows that small tomatoes are the likely source of the outbreak. The tomatoes are no longer left in grocery stores, the outbreak has subsided and the risk of being infected is very small. Salmonellosis is one of the most common bacterial foodborne illnesses. The most common symptoms of salmonellosis are diarrhea, abdominal cramps, and fever within 12 to 72 hours after eating the contaminated product. The illness usually lasts 4 to 7 days. Most people recover without treatment. In some persons, however, the diarrhea may be so severe that the patient needs to be hospitalized. Older adults, infants, and persons with weakened immune systems are more likely to develop a severe illness."},
{"url": "http://outbreaknewstoday.com/canada-salmonella-outbreak-rises-to-555-555/", "date_of_publication": "2019-03-02 12:06:11", "headline": "Canada salmonella outbreak rises to 555 - Outbreak News Today", "main_text": "As of March 1, 2019, there have been 555 laboratory-confirmed cases of Salmonella illness investigated as part of the illness outbreaks across the country: British Columbia (42), Alberta (84), Saskatchewan (18), Manitoba (27), Ontario (201), Quebec (115), New Brunswick (28), Nova Scotia (18), Prince Edward Island (6), Newfoundland and Labrador (12), Northwest Territories (1), Yukon (1), and Nunavut (2). There have been 92 individuals hospitalized as part of these outbreaks. Three individuals have died; however, Salmonella was not the cause of death for two of those individuals, and it was not determined whether Salmonella contributed to the cause of death for the third individual. The Canadian Food Inspection Agency has issued  . One product was removed from the marketplace by the retailer. Health authorities remind the public to check to see whether you have the   in your home or place of business. If you do: Wash your hands with soap and warm water immediately following any contact with a recalled product. Beyond recalled food items, frozen raw breaded chicken products may appear to be pre-cooked or browned, but they may contain raw chicken and should be handled and prepared no differently from other raw chicken products."},
{"url": "http://outbreaknewstoday.com/saskatchewan-hogfest-linked-salmonella-outbreak-93600/", "date_of_publication": "2018-07-21 12:58:09", "headline": "Saskatchewan 'Hogfest' linked to salmonella outbreak - Outbreak News Today", "main_text": "As of this week, 11 people have reported symptoms related to salmonella after consuming food at Englefeld Hogfest on June 30, 2018. Hogfest is an annual public gathering in Englefeld, Saskatchewan, about 145 kilometers east of Saskatoon. Currently, no specific food exposure has been identified. 750 meals were served at the event. SHA is advising anyone who may have leftovers from this event, frozen or otherwise, should dispose of this food immediately due to possible risk of contamination. In addition, we are stressing the importance of proper and diligent hand washing, especially when handling food or caring for those who are showing symptoms of the illness. Those who consumed food at the supper served at Hogfest, who have not already been contacted through the public health investigation, should please call the Public Health Disease Control office in Saskatoon. Salmonella is a bacterial infection that typically lasts four to seven days, and most people who are infected develop diarrhea, fever and abdominal cramps between 12 to 72 hours after infection. Individuals can recover without treatment, however in some people, the symptoms may be severe enough to require hospitalization due to dehydration."},
{"url": "http://outbreaknewstoday.com/australia-alfalfa-sprouts-linked-salmonella-outbreak-40444/", "date_of_publication": "2018-06-20 09:40:56", "headline": "Australia: Alfalfa sprouts linked to salmonella outbreak - Outbreak News Today", "main_text": "SA Health’s Chief Medical Officer and Chief Public Health Officer, Professor Paddy Phillips, said there had been 21 recent confirmed cases of Salmonella Havana, including seven people who were hospitalised. “We are advising anyone who has purchased the recalled SA Sprouts alfalfa sprouts products to return them to the place of purchase for a refund, or throw them away,” Professor Phillips said. “We also want to alert cafes and restaurants to check their suppliers and not serve any SA Sprouts alfalfa sprout products until further notice. “In cases of salmonella a common food source is not often identified, however a joint investigation between SA Health, local government and Primary Industries and Resources SA (PIRSA) has linked these cases to SA Sprouts alfalfa sprouts. “We are working closely with the producer and suppliers while we continue to investigate.” SA Sprouts products are sold at Drakes Foodland, IGA and numerous greengrocers. Products included in the recall are alfalfa (125g and 200g tubs, 1kg bags), green alfalfa (125g tubs), alfalfa and radish (125g tubs), alfalfa and onion (125g tubs), alfalfa and mustard (125g tubs), alfalfa and Chinese cabbage (125g tubs), alfalfa and garlic (125g tubs), salad mix (175g tubs) and gourmet sprouts (100g trio pack with alfalfa, snow pea, small sprouted bean). People can experience symptoms of salmonella infection between six and 72 hours after exposure and symptoms usually last for three to seven days. Symptoms include fever, diarrhoea, vomiting, headaches, stomach cramps and loss of appetite. Anyone who develops these symptoms and is concerned should see their doctor, particularly young children, older people, pregnant women and people who are immunocompromised because they are at risk of more severe illness."},
{"url": "http://outbreaknewstoday.com/sweden-investigates-outbreak-unusual-salmonella-type-64475/", "date_of_publication": "2018-06-09 09:59:38", "headline": "Sweden investigates outbreak of 'unusual' salmonella type - Outbreak News Today", "main_text": ". The type has so far been identified in seven counties in persons reported to be infected in Sweden. The sick people, seven men and six women, are between 10 and 85 years old. An investigation is being carried out in collaboration with the relevant infectious agents and other authorities to identify the source of infection. Salmonella is an organism which can cause serious and sometimes fatal infections in young children, frail or elderly people, and others with weakened immune systems. Healthy persons infected with Salmonella often experience fever, diarrhea, nausea, vomiting, and abdominal pain. In rare circumstances, infection with "},
{"url": "http://outbreaknewstoday.com/colorado-salmonella-outbreak-now-reported-five-counties-48468/", "date_of_publication": "2018-02-27 11:51:42", "headline": "Colorado salmonella outbreak now reported in five counties - Outbreak News Today", "main_text": " linked to two Burrito Delight restaurants, Weld County health officials now report 21 confirmed cases from five counties. Currently, the 21 cases have been reported from the following counties: Weld (14),  Larimer (3), Boulder (2), Morgan (1) and Adams (1). Four people required hospitalization for their illness. The bulk of the cases are linked to a Burrito Delight restaurant in Fort Lupton, while a single case is linked to a restaurant in Dacono. The public is not currently at risk and the restaurants are closed for the duration of the investigation. Symptoms of Salmonella illness include diarrhea, upset stomach, fever, and occasionally vomiting. Symptoms typically last 4 to 7 days, and most people recover on their own. Anyone who suspects they became ill should contact their health care provider. For some people, the diarrhea may become so severe that they require hospitalization. Symptoms typically appear 6-72 hours after eating contaminated food and will typically last for 4 to 7 days without treatment. However, in severe cases, the symptoms may last longer."},
{"url": "http://outbreaknewstoday.com/iowa-salmonella-outbreak-linked-to-chicken-salad-sold-at-fareway-tops-100-cases-74925/", "date_of_publication": "2018-02-20 23:41:46", "headline": "Iowa salmonella outbreak linked to chicken salad sold at Fareway tops 100 cases - Outbreak News Today", "main_text": " linked to chicken salad sold at Fareway stores, the Iowa Department of Public Health (IDPH) puts the confirmed and probable cases at 115, as of Feb. 20. The chicken salad, which is produced and packaged by a third party for Fareway, is implicated in multiple cases of salmonella illness across Iowa. Preliminary test results from the State Hygienic Laboratory (SHL) at the University of Iowa indicate the presence of salmonella in this product. Fareway voluntarily stopped the sale of the product and pulled the chicken salad from its shelves after being contacted by the Iowa Department of Inspections and Appeals (DIA). No chicken salad has been sold to the consuming public since February 9, 2018. IDPH says if you have Fareway chicken salad in your refrigerator, you should throw it away. Do not return it to the store. Salmonella infection is a common bacterial disease that can cause illness and rarely, it can be severe. Usually, people who get salmonella infection develop symptoms within 12 to 36 hours after ingesting the bacteria, but symptoms can appear as early as six hours and as late as three days after ingestion. Symptoms of salmonella infection generally last four to seven days and include: Diarrhea, headache, fever, nausea, abdominal pain, dehydration, vomiting, muscle pains and bloody stools."},
{"url": "http://outbreaknewstoday.com/wisconsin-salmonella-cases-linked-fresh-shelled-peas-56219/", "date_of_publication": "2017-08-12 20:03:46", "headline": "Wisconsin salmonella cases linked to fresh shelled peas - Outbreak News Today", "main_text": "The investigation shows that at least seven people infected with the same strain of Salmonella reported eating fresh shelled (loose) peas purchased from farmers markets in Green Bay, Madison, and Fond du Lac on Saturday July 22, 2017.  The investigation into the source of the suspected peas is ongoing. Anyone who purchased already shelled (loose) peas during July 19 – August 5, 2017 from one of the following three farmers markets is advised to dispose of any remaining peas, even if the peas have been frozen. This recommendation does   include peas that were purchased still in their pod or shell, or peas purchased at other farmers market locations. Suspected peas are no longer being sold. Fresh peas are a raw agricultural product. When enjoying any fresh vegetable or fruit, it is important to take steps to protect you and your family.  Whether you grow your own or purchase fresh fruits and vegetables from a grocer or farmers market, the following tips are recommended for safe food handling of fresh fruits and vegetables. Salmonellosis is caused by Salmonella bacteria that are spread by eating or drinking contaminated food or water, or by direct or indirect contact with fecal matter from infected people or animals. Symptoms include diarrhea, abdominal pains, fever, and vomiting that lasts for several days. Bloodstream infections can occur, but are rare, and can be quite serious in the very young and older people. Most people recover from salmonellosis on their own, but may require extra fluids to prevent dehydration."},
{"url": "http://outbreaknewstoday.com/outbreak-rare-salmonella-strain-investigated-king-county-77734/", "date_of_publication": "2017-07-29 12:13:26", "headline": "Outbreak: Rare salmonella strain investigated in King County - Outbreak News Today", "main_text": "  an uncommon strain of   bacteria. Six persons infected with were reported to Public Health during July 17–July 24. On July 26-27, genetic fingerprinting results for four of the six cases became available, and all had the same genetic fingerprint, suggesting that they have some common source of infection; genetic fingerprinting for the other two cases is pending. This fingerprint has only been seen twice before in King County where two to six cases of   have been reported annually over the past several years. Public Health is attempting to interview each case to gather information about possible risk factors for infection. The source of the outbreak is still under investigation. The median age of the cases is 21 years; three cases are female and three are male. None of the cases are known to have been hospitalized."}
]