[
    {
        "url": "http://outbreaknewstoday.com/saudi-arabia-reports-5-mers-cases-in-2021-to-date-18927/",
        "date_of_publication": "2021-03-11 00:45:38",
        "headline": "Saudi Arabia reports 5 MERS cases in 2021 to date - Outbreak News Today",
        "main_text": "In Saudi Arabia, health officials have reported five Middle East respiratory syndrome coronavirus (MERS-CoV) cases during the first two months of 2021. Of these five cases, all were primary cases, of whom three reported contact with camels. These five cases were reported in Riyadh (2), Makkah (2) and Eastern Province (1). Of the five cases, three were fatal. MERS is viral respiratory illness that was first reported in Saudi Arabia in 2012 and has since spread to several other countries (26). Most people confirmed to have MERS-CoV infection have had severe respiratory illness with symptoms of: fever, cough and shortness of breath. Some people also had diarrhea and nausea/vomiting. For many people with MERS, more severe complications followed, such as pneumonia and kidney failure. About 3 or 4 out of every 10 people reported with MERS have died. Most of the people who died had a pre-existing medical condition that weakened their immune system, or an underlying medical condition that hadn’t yet been discovered. Since April 2012 and as of 1 March 2021, 2,586 cases of MERS-CoV, including 939 deaths, have been reported by health authorities worldwide.",
        "report": [
            {
                "diseases": "MERS",
                "syndromes": "<syndromes>",
                "event_date": "2021-03-11 00:45:38",
                "location": [
                    {
                        "country": "<country>",
                        "location": "<location>"
                    }
                ]
            }
        ]
    },
    {
        "url": "http://outbreaknewstoday.com/russian-authority-h5n8-avian-influenza-mutating-strain-has-fairly-high-degree-of-probability-of-human-to-human-transmission-forecasts-98011/",
        "date_of_publication": "2021-03-12 19:38:06",
        "headline": "Russian authority: H5N8 avian influenza mutating strain has fairly high degree of probability of human-to-human transmission forecasts - Outbreak News Today",
        "main_text": "In a follow-up report on the human infections with the A(H5N8) bird flu virus in Russia last month, Rospotrebnadzor chief, Anna Popova predicts the mutating H5N8 strain of avian flu has a high risk of human-to-human transmission. In an interview with Mikhail Petrov with Russian News Agency TASS (computer translated), Popova was asked: If we continue talking about unpleasant diseases, such a sad discovery this year has already become a case of human infection with bird flu. What does this mean for all of us? Does this threaten a new pandemic? Is it possible later that this virus will begin to spread from person to person? She responded: Mikhail, I disagree with you, this is not a sad case. This is not a sad case, this is a case of a world-class discovery made by Russian scientists, scientists of Vector, who were able to see this transition for the first time in the world before this virus became especially pathogenic for humans and began to be transmitted from person to person. The forecast that this will happen has a fairly high degree of probability. This will most likely happen. Colleagues say that here is the zone where this mutation occurs is very mobile, and the mutation continues there. But we saw it before the disaster struck. We have time to prepare: make a test system, make a vaccine and observe the situation. It will not be needed – this will be a lucky break. But if need be, we’ll be ready. That is, we were able to see and warn the entire world community that that there is a threat. Not when it was already realized, as was the case with the Spanish flu of 1918, the Hong Kong flu of 1969. But mutations in the virus were described back in 1963, 1965, about what is changing there, what will be worse. But nevertheless, by 1969, humanity did not have time to prepare. It’s the same with the highly pathogenic flu, the 2009 swine flu. We saw a little earlier, but measures began to be taken only when people became seriously ill. In this case, everything is completely different: we saw what could change, and with extremely serious consequences for humanity, and we warned about this in time. I think that here is a great scientific result and the result of the whole system. Because in order to obtain such a result, it was necessary to monitor closely, which we did with the “Vector” center, an institute of the Rospotrebnadzor system. We did it all over the country. We have 100 observation laboratories in the country. Therefore, this is a logical result, and it is very important. Philippines say no reason to stop rollout of AstraZeneca COVID-19 vaccine African swine fever: New strains found in China, Milder but highly transmissible China reports 3 human H9N2 avian influenza cases H5N8 bird flu cases in humans: More WHO details from Russia",
        "report": [
            {
                "diseases": "H5N8,avian influenza,influenza",
                "syndromes": "<syndromes>",
                "event_date": "2021-03-12 19:38:06",
                "location": [
                    {
                        "country": "<country>",
                        "location": "<location>"
                    }
                ]
            }
        ]
    },
    {
        "url": "http://outbreaknewstoday.com/brazil-additional-monkeys-die-from-yellow-fever-in-santa-catarina-two-human-cases-in-2021/",
        "date_of_publication": "2021-03-13 13:04:08",
        "headline": "Brazil: Additional monkeys die from yellow fever in Santa Catarina, Two human cases in 2021 - Outbreak News Today",
        "main_text": "Santa Catarina already accounts for the death of 64 monkeys due to yellow fever. The latest epidemics (death or illness of a monkey) were confirmed this Thursday, March 11, in Lages (4), São José do Cerrito (3) and Rio Fortura (1). In addition, SC has two confirmed human cases in 2021. The first, recorded in January, was that of a 40-year-old resident of Taió, in the Alto Vale do Itajaí region. The second was confirmed in March, being of a 62 year old man, resident of Águas Mornas, in Greater Florianópolis. Both had no vaccine registration. For Arieli Fialho, immunization manager of the Epidemiological Surveillance Directorate (DIVE / SC), the disease scenario reinforces the importance of vaccination. “Yellow fever is a serious disease that can lead to death if it is not diagnosed and treated quickly. The vaccine is the best way to prevent the disease. The dose is free and available at health centers ”, he warns. The vaccination coverage of SC for yellow fever is 76%, however, it is heterogeneous, that is, some regions of the state have indices below. “Especially in the places where we have the record of new epidemics, it is necessary that the population is vaccinated. In Greater Florianópolis and Serra we have the lowest coverage ”, highlights João Augusto Brancher Fuck, director of DIVE / SC. All residents of Santa Catarina older than nine months should receive the dose. Those who are not sure if they have already had the vaccine, should look for a health unit to check the vaccination booklet. Yellow fever Yellow fever is a serious disease transmitted by forest mosquitoes (Haemagogus and Sabethes). Monkeys, because they live in the same environment as these animals, are the first victims of the disease. “That is why it is so important that the population communicates to health agencies as soon as they find a dead or sick monkey. They signal the region where the virus is circulating ”, explains Renata Gatti, coordinating biologist for the Yellow Fever Surveillance program in the state of Santa Catarina. The main symptoms of the disease are: abrupt onset of fever, chills, severe headache, back and body pain, nausea and vomiting, weakness and tiredness, abdominal pain and jaundice (yellowish skin). When presenting any signs or symptoms, it is important to seek medical attention. Yellow fever: Three more monkey deaths in Paraná Yellow fever outbreak in Senegal Nigeria reports additional yellow fever case in Delta state amzn_assoc_placement = \"adunit0\";\namzn_assoc_search_bar = \"true\";\namzn_assoc_tracking_id = \"outbre-20\";\namzn_assoc_ad_mode = \"manual\";\namzn_assoc_ad_type = \"smart\";\namzn_assoc_marketplace = \"amazon\";\namzn_assoc_region = \"US\";\namzn_assoc_title = \"Paid links\";\namzn_assoc_linkid = \"e519440a26db078860b291562e4814ee\";\namzn_assoc_asins = \"0689848919,0425217752,0471472611,1614279853\";",
        "report": [
            {
                "diseases": "yellow fever",
                "syndromes": "<syndromes>",
                "event_date": "2021-03-13 13:04:08",
                "location": [
                    {
                        "country": "<country>",
                        "location": "<location>"
                    }
                ]
            }
        ]
    },
    {
        "url": "http://outbreaknewstoday.com/philippines-say-no-reason-to-stop-rollout-of-astrazeneca-covid-19-vaccine-77256/",
        "date_of_publication": "2021-03-12 13:06:12",
        "headline": "Philippines say no reason to stop rollout of AstraZeneca COVID-19 vaccine - Outbreak News Today",
        "main_text": "European health authorities have reported 22 cases of thromboembolic events (blood clots) had been reported among the 3 million people vaccinated with COVID-19 Vaccine AstraZeneca in the European Economic Area. In Austria, the government suspended the use of a batch of COVID-19 Vaccine AstraZeneca (batch number ABV5300) after a person was diagnosed with multiple thrombosis (formation of blood clots within blood vessels) and died 10 days after vaccination, and another was hospitalized with pulmonary embolism (blockage in arteries in the lungs) after being vaccinated. In Denmark , the Danish Health and Medicines Authority has, based on a precautionary principle, chosen to pause vaccination with the COVID-19 vaccine from AstraZeneca after one person died. Authorities do specify it cannot be concluded whether there is a link between the vaccine and the blood clots. Last week , the Philippines Department of Health reported the receipt of 480,000 doses of AstraZeneca vaccines (not clear if it’s the same batch). Today, health officials released in a press release that there is no reason to halt the vaccination: The DOH and FDA are aware that a few countries in the European Union have recently paused their vaccination campaign with COVID-19 vaccine AstraZeneca following reports of blood clots in people who received the vaccine. This has been decided as a precautionary measure, while they conduct a full investigation to determine causality between the vaccination and the reported adverse events following immunization. Moreover, the European Medicine Authority (EMA) has also emphasized that there is currently no indication that vaccination has caused these conditions, which are not listed as side effects with this vaccine, saying, “The position of EMA’s safety committee PRAC is that the vaccine’s benefits continue to outweigh its risks and the vaccine can continue to be administered while investigation of cases of thromboembolic events is ongoing. PRAC is already reviewing all cases of thromboembolic events, and other conditions related to blood clots, reported post-vaccination with COVID-19 Vaccine AstraZeneca.” At present, the DOH and FDA emphasize that there is no indication for the Philippines to stop rollout of AstraZeneca vaccines. The DOH, NTF and FDA are closely coordinating on this matter. The public is assured they will closely monitor all deployed vaccines.",
        "report": [
            {
                "diseases": "COVID-19",
                "syndromes": "<syndromes>",
                "event_date": "2021-03-12 13:06:12",
                "location": [
                    {
                        "country": "<country>",
                        "location": "<location>"
                    }
                ]
            }
        ]
    },
    {
        "url": "http://outbreaknewstoday.com/malaysia-two-additional-human-rabies-fatalities-in-sarawak-53260/",
        "date_of_publication": "2021-03-13 12:33:58",
        "headline": "Malaysia: Two additional human rabies fatalities in Sarawak - Outbreak News Today",
        "main_text": "The Malaysia Ministry of Health (MOH) has reported two additional confirmed cases of rabies among humans in Sarawak. Both the patients died. The first case of rabies was a 52 -year -old Malaysian man. He denied having a history of being bitten or scratched by dogs or other mammals. However, he once arrested and killed a pet dog in the area of ​​his factory worker’s house on 17 October 2020 after the dog bit two (2) workers there. However, the carcass of the dog was not handed over to the Sarawak Veterinary Services Department (DVS) for further investigation. On 31 January 2021, he was treated and admitted to a ward at Sibu Hospital for chest pain, numbness in his right hand, vomiting and shortness of breath. His health condition deteriorated to the point of requiring respiratory assistance on 5 February 2021. The deceased passed away on 8 February 2021 with the cause of death being due to rabies infection. The deceased’s diagnosis was confirmed positive for rabies through a laboratory test conducted by Universiti Malaysia Sarawak (UNIMAS) on February 6, 2021. Meanwhile, two workers who were bitten by the dog have received initial treatment and are still under follow -up monitoring by the health authorities. The second case was a 54 -year -old Malaysian man. On 5 March 2021, he was referred to Sarawak General Hospital (HUS) with symptoms of weakness in the legs, pain throughout the body, fever, nausea and loss of appetite. His health condition deteriorated to the point of needing a respirator on March 7, 2021. Based on the history given, he was once bitten by his pet dog on December 26, 2020 on the right chest while handling the dog. On the same day, this dog was taken by the Local Authority (PBT) for eradication but no samples for rabies test were taken. The victim also never sought treatment after being bitten by her pet dog. The result of Rabies PCR test on his saliva (saliva) sample which was conducted at UNIMAS on 7 March 2021 was positive. The deceased passed away at HUS on 7 March 2021 with the cause of death being due to rabies infection. These two cases are the first two positive cases of rabies among humans in Malaysia for 2021. The addition of these two (2) new cases makes the total number of cases since the rabies outbreak was declared in Sarawak on 1 July 2017 is 33 cases with 31 deaths. There were only two (2) surviving cases and both were children with a history of early treatment.",
        "report": [
            {
                "diseases": "rabies",
                "syndromes": "<syndromes>",
                "event_date": "2021-03-13 12:33:58",
                "location": [
                    {
                        "country": "<country>",
                        "location": "<location>"
                    }
                ]
            }
        ]
    },
    {
        "url": "http://outbreaknewstoday.com/drc-ebola-outbreak-total-cases-rise-to-12-ebola-treatment-center-vandalized-55614/",
        "date_of_publication": "2021-03-12 13:24:00",
        "headline": "DRC Ebola outbreak: Total cases rise to 12, Ebola Treatment Center vandalized - Outbreak News Today",
        "main_text": "As of Thursday, March 11, the Ebola Virus Disease (EVD) outbreak in North Kivu, the Democratic Republic of the Congo (DRC), 12 total EVD cases have been reported (11 confirmed and one probable). This includes 5 deaths. DRC media are also reporting an Ebola Treatment Center (CTE) of Masoya, in Lubero territory, near Butembo in North Kivu, was vandalized by young people angry at the death of one of theirs Thursday. Provincial minister of health in North Kivu, Doctor Nzanzu Salita Eugène said, “You heard that CTE / Masoya was attacked, but we are told that it was instead vandalized. By the way, these are young people from a village called Ngere, in the neighboring health area of ​​Masoya. One of theirs died in isolation at the Masoya referral health center. They came to collect the body. And in this anger, they broke the chairs, the stools. And the population of Masoya, having understood the response to the Ebola virus disease, came to defend the CTE so that there was not much damage.” The latest EVD outbreak, the 12th in DRC, was declared on February 7.",
        "report": [
            {
                "diseases": "Ebola",
                "syndromes": "<syndromes>",
                "event_date": "2021-03-12 13:24:00",
                "location": [
                    {
                        "country": "<country>",
                        "location": "<location>"
                    }
                ]
            }
        ]
    },
    {
        "url": "http://outbreaknewstoday.com/saudi-arabia-health-officials-report-two-additional-mers-cases-in-riyadh-14652/",
        "date_of_publication": "2021-03-12 12:41:42",
        "headline": "Saudi Arabia health officials report two additional MERS cases in Riyadh - Outbreak News Today",
        "main_text": "In a follow-up report on Middle East respiratory syndrome coronavirus (MERS-CoV) situation in Saudi Arabia in 2021, on Thursday, the Saudi Arabia Ministry of Health (MOH) reported two additional cases in people from Riyadh City . The first patient is a 57-year-old man from Riyadh who had contact with camels and the second patient is a 56-year-old female from Riyadh with no contact with camels. This brings the country total of MERS cases to seven for 2021. The World Health Organization (WHO) says MERS-CoV  is a virus transferred to humans from infected dromedary camels. It is a zoonotic virus, meaning it is transmitted between animals and people, and it is contractable through direct or indirect contact with infected animals. MERS-CoV has been identified in dromedaries in several countries in the Middle East, Africa and South Asia. In total, 27 countries have reported cases since 2012, leading to 858 known deaths due to the infection and related complications. Human-to-human transmission is possible, but only a few such transmissions have been found among family members living in the same household. In health care settings, however, human-to-human transmission appears to be more frequent.",
        "report": [
            {
                "diseases": "MERS",
                "syndromes": "<syndromes>",
                "event_date": "2021-03-12 12:41:42",
                "location": [
                    {
                        "country": "<country>",
                        "location": "<location>"
                    }
                ]
            }
        ]
    },
    {
        "url": "http://outbreaknewstoday.com/vaccination-program-against-tick-borne-encephalitis-extended-in-finland-increase-reported-in-kirkkonummi-and-sipoo-44437/",
        "date_of_publication": "2021-03-12 00:35:21",
        "headline": "Vaccination program against tick-borne encephalitis extended in Finland, Increase reported in Kirkkonummi and Sipoo - Outbreak News Today",
        "main_text": "Finland health officials (THL) report the vaccination program against tick-borne encephalitis will be extended to Luoma area in Kirkkonummi and to a part of the Sipoo archipelago. There has been a significant increase in the incidence of the disease in these areas during the five years of monitoring. Permanent and holiday residents over the age of three in the area are entitled to vaccinations under the national vaccination program.  Information on organizing the vaccinations will be communicated separately for each municipality. In addition to the new areas, free TBE vaccinations will continue to be given in the Åland Islands, Pargas, Simo, southern parts of Kemi, the Kotka archipelago, the Sammonlahti district of Lappeenranta, on the island of Preiskari close to Raahe, in the Lohjanjärvi archipelago area and in Kustavi. In 2020, a total of 91 cases of tick-borne encephalitis were reported to THL’s Infectious Diseases Register. The number of reported cases increased slightly compared to previous years. Sixty-nine cases of TBE were reported to the Infectious Diseases Register in 2019, 79 in 2018 and a total of 85 cases in 2017. The TBE vaccine protects only against the tick-borne encephalitis caused by a virus. The vaccine does not protect against other diseases transmitted by ticks, such as Lyme disease, and it does not prevent ticks from attaching to the skin. All diseases spread by ticks can be prevented by protecting oneself against tick bites. “When you spend time in nature in areas where ticks are found, you should use light-coloured clothes with long sleeves and long trousers and tuck the trousers into your socks. An insect repellent that works against ticks gives additional protection,” says Researcher Sari Huusko from THL. “In addition, a tick checks once a day or straight after you have been outdoors in nature and removing ticks as soon as you notice them reduce the risk of Lyme disease,” Huusko continues. England: Tick-borne encephalitis virus reported for the first time in ticks Tick-borne encephalitis vaccine: FDA accepts for Priority Review Pfizer’s application for TicoVac Tick-borne encephalitis in Denmark: New cases in Tisvilde Hegn and on the island of Falster amzn_assoc_placement = \"adunit0\";\namzn_assoc_search_bar = \"true\";\namzn_assoc_tracking_id = \"outbre-20\";\namzn_assoc_ad_mode = \"manual\";\namzn_assoc_ad_type = \"smart\";\namzn_assoc_marketplace = \"amazon\";\namzn_assoc_region = \"US\";\namzn_assoc_title = \"Paid links\";\namzn_assoc_linkid = \"5da8c2d28f7ad3056c7e5ed9d0a913e2\";\namzn_assoc_asins = \"B08SWJHHBT,B08KH2Q1FG,B08H2H89K1,B085B3GFRL\";",
        "report": [
            {
                "diseases": "encephalitis,tick-borne encephalitis",
                "syndromes": "<syndromes>",
                "event_date": "2021-03-12 00:35:21",
                "location": [
                    {
                        "country": "<country>",
                        "location": "<location>"
                    }
                ]
            }
        ]
    },
    {
        "url": "http://outbreaknewstoday.com/salmonella-outbreak-grows-in-sweden-46396/",
        "date_of_publication": "2021-03-14 14:38:09",
        "headline": "Salmonella outbreak grows in Sweden - Outbreak News Today",
        "main_text": "In a follow-up on the Salmonella Enteritidis in Sweden, The Swedish Public Health Agency have now reported 25 confirmed cases across 14 regions in the southern and central parts of the country since December 2020. 72% of cases are children under 10 years (n = 18), 16% of cases are over 70 years (n = 4). The distribution between the sexes is even, except for cases over the age of 70 where all are men. The infection control units concerned, the Swedish Public Health Agency and the National Food Administration are jointly investigating the outbreak to identify the source of the infection. Salmonella is an organism which can cause serious and sometimes fatal infections in young children, frail or elderly people, and others with weakened immune systems. Healthy persons infected with Salmonella often experience fever, diarrhea (which may be bloody), nausea, vomiting and abdominal pain. In rare circumstances, infection with Salmonella can result in the organism getting into the bloodstream and producing more severe illnesses such as arterial infections (i.e., infected aneurysms), endocarditis and arthritis.",
        "report": [
            {
                "diseases": "Salmonella",
                "syndromes": "<syndromes>",
                "event_date": "2021-03-14 14:38:09",
                "location": [
                    {
                        "country": "<country>",
                        "location": "<location>"
                    }
                ]
            }
        ]
    },
    {
        "url": "http://outbreaknewstoday.com/ebola-in-drc-1500-vaccinated-healthcare-providers-threaten-strike-62710/",
        "date_of_publication": "2021-03-15 22:01:18",
        "headline": "Ebola in DRC: 1500 vaccinated, Healthcare providers threaten strike - Outbreak News Today",
        "main_text": "Health officials in Butembo, North Kivu province said that 1,515 people have already received the vaccine against the Ebola virus which has resurface in the province. “The vaccination to date is that out of the 1,517 eligible, we have been able to vaccinate 1,515 people. And in these figures of 1,515, 866 are in the Biena health zone (where the 1st case was declared on February 07, 2021, Editor’s note) to say about 57.2%. With that we can say that the situation is evolving anyway well, ” according to Guy Makelele, coordinator of the DPS-Butembo. Also in Butembo, healthcare providers at the Ebola Treatment Center (CTE) of Katwa, in the town of Butembo (North Kivu), ceased all care activities last Saturday. They are threatening to go on strike to decry the insignificant salary scale. “We have been in Katwa with the provincial minister of health to listen to the providers, to understand exactly what is wrong. It is because the providers told us that the fixed scale is low. You know, EVD (Ebola Virus Disease) is managed nationally and even locally. Having felt that this was a well-founded problem, the Minister of Health decided to go to Goma to share the information with the governor. Of course we will relay at the national level. It is up to providers to take their trouble patiently, ” added Doctor Guy Makelele. Since the resurgence of the Ebola epidemic in North Kivu, the cumulative number of cases remains at 12. These are 11 confirmed cases and one probable case. Five people have already died from this virus. Nigeria reports 25 additional Lassa fever cases, one death DRC Ebola outbreak: Total cases rise to 12, Ebola Treatment Center vandalized Guinea: Ebola outbreak grows to 17 cases Rabies: South Africa reports first human death of 2021 in KwaZulu-Natal Leishmaniasis outbreak reported in Mandera, Kenya",
        "report": [
            {
                "diseases": "Ebola",
                "syndromes": "<syndromes>",
                "event_date": "2021-03-15 22:01:18",
                "location": [
                    {
                        "country": "<country>",
                        "location": "<location>"
                    }
                ]
            }
        ]
    }
]