[
{"url": "http://outbreaknewstoday.com/norway-reports-salmonella-outbreak-10-people-hospitalized-23662/", "date_of_publication": "2021-03-08 14:17:42", "headline": "Norway reports salmonella outbreak, 10 people hospitalized - Outbreak News Today", "main_text": "The Norwegian Institute of Public Health (NIPH) is reporting a Salmonella outbreak which is geographically spread over large parts of country. Twenty cases have been reported–12 confirmed and 8 suspected cases. The same genetic profile have been detected in all 12 confirmed cases. Preliminary analyzes of samples from the 8 suspected cases indicate that these also carry the outbreak strain. Those affected are aged from 11 to 91 years, median age is 59 years. 60% are women. The infected live in Viken (9), Oslo (3), Innlandet (2), Vestfold and Telemark (1), Agder (1), Rogaland (1), Vestland (1), Møre og Romsdal (1) and Nordland (1). 10 of the cases have been hospitalized. “The infected live in many different counties. Therefore, we believe that they are infected through a food that is widely distributed”, says doctor Hilde Marie Lund at the department of infection control and emergency preparedness. “Investigation work can be complicated and time consuming, and in many cases it will not be possible to find the source of the infection or to clarify whether it is a common source. It is too early to say whether this is a limited outbreak or whether it will increase in scope. We follow the situation closely”, says doctor Hilde Marie Lund. “The high proportion of patients admitted in this outbreak may be related to the relatively high age of the cases (median 59 years), but this is being investigated further”. Giardia in Black and White", "report": [{"diseases": "salmonella", "syndromes": ["infection"], "event_date": "2021-03-08 14:17:42", "location": [{"country": "empty country", "location": "empty location"}]}]},
{"url": "http://outbreaknewstoday.com/ukraine-reports-16-salmonella-outbreaks-so-far-this-year-42869/", "date_of_publication": "2020-09-01 01:15:21", "headline": "Ukraine reports 16 salmonella outbreaks so far this year - Outbreak News Today", "main_text": "Ukraine health officials reported recently that during the first eight months of 2020, the country has seen 16 salmonella outbreaks, including four in Zaporizhia oblast, two in Ivano-Frankivsk oblast and one each in Vinnytsia, Dnipropetrovsk, Zakarpattia, Kirovohrad, Odesa, Poltava, Rivne, Sumy, Cherkasy oblasts and Kyiv. In total, 2402 salmonella cases have been reported, Officials say the incidence rate per 100,000 population is 5.7, which is 41% lower than in the same period last year. Salmonellosis is an infectious disease caused by a bacterium of the genus Salmonella. The severity of the disease depends on the serotype, the susceptibility of the population and a number of other factors. The source of the pathogen – animals (cattle, pigs, sheep, horses, waterfowl, chickens, reptiles, cats, dogs, domestic rodents), people with salmonellosis or healthy carriers. Carrier status can last from a few days to several years. The mechanism of infection is fecal-oral. Infection occurs through food, water and household routes. Salmonellosis has a summer-autumn seasonality, which is associated with the activation during this period of the mechanism of bacterial transmission. The incidence in cities is 2 times higher than in villages. The incubation period ranges from 6 hours to 2-3 days. The disease can be mild. However, in some cases, disease-related dehydration can be life-threatening. Symptoms of salmonellosis: fever, headache, weakness, malaise, abdominal pain, nausea, vomiting, diarrhea. Prevention of salmonellosis should include a wide range of veterinary, sanitary and anti-epidemic measures.", "report": [{"diseases": "salmonella", "syndromes": ["infectious disease", "salmonellosis", "infection", "dehydration", "fever", "headache", "weakness", "abdominal pain", "nausea", "vomiting", "diarrhea"], "event_date": "2020-09-01 01:15:21", "location": [{"country": "empty country", "location": "empty location"}]}]},
{"url": "http://outbreaknewstoday.com/australia-victoria-hepatitis-a-melbourne-cafe-salmonella-outbreak-58483/", "date_of_publication": "2020-05-26 09:40:37", "headline": "Australia: Victoria hepatitis A, Melbourne café salmonella outbreak - Outbreak News Today", "main_text": "Hepatitis A Victoria Health Deputy Chief Health Officer, Dr Angie Bone issued a health advisory Friday due to an ongoing hepatitis A outbreak in Victoria affecting predominantly people who use drugs, as well as people experiencing homelessness. As of 6 May 2020, there have been 56 confirmed cases and 6 possible cases of hepatitis A associated with the outbreak since July 2019. To control the outbreak in Victoria, a hepatitis A vaccination program targeting people who use drugs as well as people experiencing homelessness is available until 31 August 2020. As both hepatitis B and hepatitis C are highly prevalent among people who inject drugs, hepatitis B vaccine should also be offered and screening for both conditions considered. People who positive for hepatitis B, C should be encouraged to commence treatment. All adults who use drugs (especially people who inject drugs) or are experiencing homelessness are strongly encouraged to get a free single-dose hepatitis A vaccination from their GP clinic that provides specialized services to people who use drugs and people experiencing homelessness or from the mobile outreach service. People who use drugs are advised not to share or re-use consumption equipment. For people who inject drugs this included needles, spoons, swabs, water, or any other injecting equipment. Sterile injecting equipment is available for free across Victoria . Melbourne salmonella A Salmonella outbreak has been linked to the Lincoln Bakery Café on Bouverie Street in Carlton, which has affected 36 people to date. The café has been closed since May 8. Victoria’s Health Minister, Jenny Mikakos, said the Health Department was working closely with City of Melbourne to determine where the infection came from. “There’s an investigation including testing food samples and examining food handling practices … and those who have fallen ill are being interviewed to determine if there are common links in the food they ate.” amzn_assoc_placement = \"adunit0\";\namzn_assoc_tracking_id = \"outbre-20\";\namzn_assoc_ad_mode = \"manual\";\namzn_assoc_ad_type = \"smart\";\namzn_assoc_marketplace = \"amazon\";\namzn_assoc_region = \"US\";\namzn_assoc_linkid = \"1cea4aea4ae0a366a6aa9c42f3ee48c4\";\namzn_assoc_design = \"in_content\";\namzn_assoc_asins = \"164097136X,B01BUMMQBM\";", "report": [{"diseases": "salmonella", "syndromes": ["hepatitis A", "hepatitis B", "infection"], "event_date": "2020-05-26 09:40:37", "location": [{"country": "empty country", "location": "empty location"}]}]},
{"url": "http://outbreaknewstoday.com/snakes-and-rodents-identified-as-the-likely-source-of-canada-salmonella-outbreak-47748/", "date_of_publication": "2019-12-11 23:22:59", "headline": "Snakes and rodents identified as the likely source of Canada salmonella outbreak - Outbreak News Today", "main_text": "Officials with the Public Health Agency of Canada reported this week that their investigation into a Salmonella outbreak, that has affected six provinces, is linked to exposure to both snakes and rodents. Many of the individuals who became sick reported having direct or indirect contact with snakes, pet rats and feeder rodents (used as reptile food) before their illnesses occurred. The investigation is ongoing, and it is possible that other sources could be identified. As of December 10, 2019, there are 92 confirmed cases of Salmonella Typhimurium illness in the following provinces: British Columbia (4), Ontario (16), Quebec (52), New Brunswick (9), Nova Scotia (5) and Newfoundland and Labrador (6). Individuals became sick between April 2017 and October 2019. Six individuals have been hospitalized. No deaths have been reported. In Canada, Salmonella Typhimurium is a common strain with an average of 750 cases reported per year to the Public Health Agency of Canada. Both reptiles and rodents can carry Salmonella bacteria even though they appear healthy and clean and show no signs of illness. Even having indirect contact with these animals or their environments can put you at risk for developing a Salmonella infection. Health officials say following these simple steps will help to reduce your risk of becoming ill from contact with reptiles, rodents and their environments. Related:", "report": [{"diseases": "salmonella", "syndromes": ["Typhimurium illness", "illness"], "event_date": "2019-12-11 23:22:59", "location": [{"country": "empty country", "location": "empty location"}]}]},
{"url": "http://outbreaknewstoday.com/sweden-salmonella-outbreak-grows-to-71-cases-tomatoes-are-the-likely-source-67610/", "date_of_publication": "2019-10-12 12:51:47", "headline": "Sweden salmonella outbreak grows to 71 cases, Tomatoes are the likely source - Outbreak News Today", "main_text": "Swedish health authorities, or Folkhalsomyndigheten are reporting 17 additional Salmonella Typhimurium cases in the current outbreak, bringing the total outbreak cases to 71 since August. The outbreak has affected 11 Swedish counties with Västra Götaland, Jönköping, Halland and Dalarna reporting the most. The Swedish National Food Agency and the Public Health Agency continue to investigate the outbreak to identify the source of the infection. The investigation shows that small tomatoes are the likely source of the outbreak. The tomatoes are no longer left in grocery stores, the outbreak has subsided and the risk of being infected is very small. Subscribe to Outbreak News TV Salmonellosis is one of the most common bacterial foodborne illnesses. The most common symptoms of salmonellosis are diarrhea, abdominal cramps, and fever within 12 to 72 hours after eating the contaminated product. The illness usually lasts 4 to 7 days. Most people recover without treatment. In some persons, however, the diarrhea may be so severe that the patient needs to be hospitalized. Older adults, infants, and persons with weakened immune systems are more likely to develop a severe illness. Sweden tularemia cases decrease significantly after recording most cases in decades", "report": [{"diseases": "salmonella", "syndromes": ["infection", "bacterial foodborne illnesses", "salmonellosis", "diarrhea", "fever", "illness", "tularemia"], "event_date": "2019-10-12 12:51:47", "location": [{"country": "empty country", "location": "empty location"}]}]},
{"url": "http://outbreaknewstoday.com/canada-salmonella-outbreak-rises-to-555-555/", "date_of_publication": "2019-03-02 12:06:11", "headline": "Canada salmonella outbreak rises to 555 - Outbreak News Today", "main_text": "As of March 1, 2019, there have been 555 laboratory-confirmed cases of Salmonella illness investigated as part of the illness outbreaks across the country: British Columbia (42), Alberta (84), Saskatchewan (18), Manitoba (27), Ontario (201), Quebec (115), New Brunswick (28), Nova Scotia (18), Prince Edward Island (6), Newfoundland and Labrador (12), Northwest Territories (1), Yukon (1), and Nunavut (2). Subscribe to Outbreak News TV on YouTube There have been 92 individuals hospitalized as part of these outbreaks. Three individuals have died; however, Salmonella was not the cause of death for two of those individuals, and it was not determined whether Salmonella contributed to the cause of death for the third individual. The Canadian Food Inspection Agency has issued food recall warnings for twelve products . One product was removed from the marketplace by the retailer. Canada: 10 infants treated for congenital syphilis in the last six months in Manitoba Health authorities remind the public to check to see whether you have the recalled frozen raw breaded chicken products in your home or place of business. If you do: Wash your hands with soap and warm water immediately following any contact with a recalled product. Vancouver measles update: 15 cases reported Beyond recalled food items, frozen raw breaded chicken products may appear to be pre-cooked or browned, but they may contain raw chicken and should be handled and prepared no differently from other raw chicken products. If you are preparing breaded chicken products, such as nuggets, strips, burgers or fries, the following precautions should be taken to protect your health: Canada survey: 70 percent for mandatory vaccinations, 29 percent say science isn’t ‘quite clear’ Alberta: Second-ever reported case of PED Measles: Global cases are surging to alarmingly high levels, ‘This is a wake up call’ Brooklyn neighborhoods report 30 measles cases in past week Infectious disease bric-a-bracs: El Niño and disease outbreaks, Zika in Thailand Measles epidemic in the Philippines: Nearly 1,000 additional cases reported", "report": [{"diseases": "salmonella", "syndromes": ["Salmonella illness", "death", "congenital syphilis", "Niño and disease outbreaks"], "event_date": "2019-03-02 12:06:11", "location": [{"country": "empty country", "location": "empty location"}]}]},
{"url": "http://outbreaknewstoday.com/saskatchewan-hogfest-linked-salmonella-outbreak-93600/", "date_of_publication": "2018-07-21 12:58:09", "headline": "Saskatchewan 'Hogfest' linked to salmonella outbreak - Outbreak News Today", "main_text": "As of this week, 11 people have reported symptoms related to salmonella after consuming food at Englefeld Hogfest on June 30, 2018. Hogfest is an annual public gathering in Englefeld, Saskatchewan, about 145 kilometers east of Saskatoon. Currently, no specific food exposure has been identified. 750 meals were served at the event. SHA is advising anyone who may have leftovers from this event, frozen or otherwise, should dispose of this food immediately due to possible risk of contamination. In addition, we are stressing the importance of proper and diligent hand washing, especially when handling food or caring for those who are showing symptoms of the illness. Those who consumed food at the supper served at Hogfest, who have not already been contacted through the public health investigation, should please call the Public Health Disease Control office in Saskatoon. Salmonella is a bacterial infection that typically lasts four to seven days, and most people who are infected develop diarrhea, fever and abdominal cramps between 12 to 72 hours after infection. Individuals can recover without treatment, however in some people, the symptoms may be severe enough to require hospitalization due to dehydration. Children younger than five years, adults older than 65 years, and people with weakened immune systems are more likely to have severe illness. Those experiencing symptoms for more than three days, or symptoms that are especially severe or accompanied by a fever, should contact their health care provider.", "report": [{"diseases": "salmonella", "syndromes": ["bacterial infection", "diarrhea", "fever", "infection", "dehydration", "illness"], "event_date": "2018-07-21 12:58:09", "location": [{"country": "empty country", "location": "empty location"}]}]},
